Family contains other families loaded into it but not used. Consider purging family document from unused families and types.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ManyUnusedNestedFamilies { get; }
  Visual Basic
Public Shared ReadOnly Property ManyUnusedNestedFamilies As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ManyUnusedNestedFamilies {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PerformanceFailures Class
  Autodesk.Revit.DB Namespace